bench/results/raw/ab-20260916-213406/base-r1-https-_-c64.txt
Running 5s test @ https://127.0.0.1:8443/
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   185.61us   60.47us   3.60ms   83.42%
    Req/Sec    86.74k     4.57k   94.48k    62.00%
  1725426 requests in 5.00s, 1.92GB read
Requests/sec: 345068.50
Transfer/sec:    393.25MB